IDEA Open Model
Material.StateOfThermalSpecificHeat Property
Compatible with IDEA StatiCa Beta 20.0
 State of thermal specific heat curvature
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ThermalSpecificHeatState StateOfThermalSpecificHeat { get; set; }
Public Property StateOfThermalSpecificHeat As ThermalSpecificHeatState
	Get
	Set
Property Value
Type: ThermalSpecificHeatState
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace